<?php

return [
    'regex' => [
        '/______/s' => '______',
        '/______/s' => '______',
        '/______/s' => '______',
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        "'______'" => "'______'",
        "'______'" => "'______'",
        "'______'" => "'______'",
    ],
    [
        '"Something went wrong while saving the request description."' => '"保存请求描述时出错."',
        '"Make things easier for your teammates with a complete request description."' => '"使用完整的请求描述, 让您的队友更轻松."',
        '"Documentation"' => '"文档"',
        '"Query params"' => '"查询参数"',
        '"Headers"' => '"Header"',
        '"Settings"' => '"设置"',
        '"Messages"' => '"消息"',
        '"Events"' => '"事件"',
        '"______"' => '"______"',
        '"______"' => '"______"',
    ]
];