<?php


return array(
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        "'______'" => "'______'",
        "'______'" => "'______'",
        "'______'" => "'______'",
    ],
    [
        '"No schema found"' => '"找不到架构"',
        '"Integration"' => '"集成"',
        '"Restore"' => '"恢复"',
        '"You restored the schema successfully."' => '"您已成功恢复架构."',
        '"Please wait..."' => '"请稍等..."',
        '"Fetch newer changelogs"' => '"获取较新的变更日志"',
        '" created a new schema."' => '"创建了一个新的架构."',
        '" made the following changes:"' => '"做了以下更改:"',
        '" restored an older revision of the schema."' => '"恢复了架构的旧版本."',
        '"No newline at end of file"' => '"文件末尾没有换行符"',
        '"______"' => '"______"',
        '"______"' => '"______"',
        '"______"' => '"______"',
    ]
);
