<?php

return [
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        "'______'" => "'______'",
        "'______'" => "'______'",
        "'______'" => "'______'",
    ],
    [
        '"Only members of this workspace can recover deleted collections"' => '"只有此工作区的成员才能恢复已删除的集合"',
        '"Recover your deleted collections"' => '"恢复已删除的集合"',
        '"Create new Collection"' => '"创建新的集合"',
        '"Try refreshing this page or check back in some time"' => '"尝试刷新此页面或过一段时间再检查"',
        '"Open Trash"' => '"打开回收站"',
        '"You can perform this action once you\'re back online"' => '"重新联网后即可执行此操作"',
        '"Couldn’t load collections"' => '"无法加载集合"',
        '"______"' => '"______"',
        '"______"' => '"______"',
        '"______"' => '"______"',
    ]
];