<?php

return [
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        "'______'" => "'______'",
        "'______'" => "'______'",
        "'______'" => "'______'",
    ],
    [
        '"Delete"' => '"删除"',
        '"You can take this action once you are back online"' => '"重新联网后即可执行此操作"',
        '"Create a new flow"' => '"创建新流程"',
        '"Create your first Flow"' => '"创建您的第一个流程"',
        '"Create Flow"' => '"创建流程"',
        '"Coming soon to public workspaces"' => '"即将进入公共工作区"',
        '"Loading..."' => '"加载中..."',
        '"Flows help you test real-world processes by connecting requests logically. "' => '"流程通过逻辑连接请求来帮助您测试实际流程. "',
        '"In the meantime, you can try Flows in other workspaces."' => '"同时, 您可以在其他工作区中尝试流程."',
        '"______"' => '"______"',
        '"______"' => '"______"',
        '"______"' => '"______"',
    ]
];