<?php

return [
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        "'______'" => "'______'",
        "'______'" => "'______'",
        "'______'" => "'______'",
    ],
    [
        '"Your collection was exported successfully."' => '"您的集合已成功导出."',
        '"Your environment was exported successfully."' => '"您的环境已成功导出."',
        '"Your globals were exported successfully."' => '"您的全局变量已成功导出."',
        '"Unable to export this entity. Please check the DevTools."' => '"无法导出此实体. 请检查开发者工具."',
        '"Error while fetching data from link."' => '"从链接获取数据时出错."',
        '"Failed to import collection "' => '"导入失败, 集合 "',
        '"Collection "' => '"集合 "',
        '" imported"' => '" 已导入"',
        '"______"' => '"______"',
        '"______"' => '"______"',
        '"______"' => '"______"',
    ]
];
