<?php

return array(
    'regex' => [
        '/`There was an error while fetching the documentation for this \$\{([a-zA-Z]+)\}\. If this problem persists, contact us at help@postman\.com`/s' => '`提取此${({collection:"集合",folder:"文件夹",request:"请求"})[$1]||$1}的文档时出错. 如果此问题仍然存在, 请通过 help@postman.com 与我们联系`',
        '/______/s' => '______',
        '/______/s' => '______',
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        "'______'" => "'______'",
        "'______'" => "'______'",
        "'______'" => "'______'",

    ],
    [
        '"View complete collection documentation"' => '"查看完整的集合文档"',
        '"Documentation"' => '"文档"',
        '"______"' => '"______"',
    ]
);
