<?php

return [
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        '______' => '______',
        '______' => '______',
        '______' => '______',
    ],
    [
        "______" => "______",
        "______" => "______",
        "______" => "______",
    ],
    [
        "'______'" => "'______'",
        "'______'" => "'______'",
        "'______'" => "'______'",
    ],
    [
        '"Create new Environment"' => '"创建新的环境"',
        '"Create Environment"' => '"创建环境"',
        '"An environment is a set of variables that allows you to switch the context of your requests."' => '"环境是一组变量,允许您切换请求的上下文."',
        '"Set inactive"' => '"设为非活动"',
        '"Set active"' => '"设为活动"',
        '"Globals"' => '"全局"',
        '"You don’t have any environments."' => '"您没有任何环境."',
        '"______"' => '"______"',
        '"______"' => '"______"',
        '"______"' => '"______"',
    ]
];